[
  {
    "name": "Regina de Fátima Peralta Muniz Moreira",
    "university": "Federal University of Santa Catarina, Brazil",
    "topic": "Application of Advanced Oxidation Processes (AOPs) for Biomass Conversion and Bioenergy Valorization",
    "image": "assets/images/speakers/regina-de-fatima.png?v=3",
    "bio": "Regina de Fatima Peralta Muniz Moreira is a Full Professor at Federal University of Santa Catarina (UFSC), Brazil. She received her Ph.D. in Chemistry at UFSC, Brazil, in 1994. She was a visiting professor at the Federal University of Minas Gerais (2015, 2016) and at the University of Málaga (2022). She served as a member of the Advisory Committee of CNPq for the Chemical Engineering area CA-EQ (2012-2015) and co-coordinated the CA-EQ during the period of 2016-2018. She is a member of scientific committees of FAPERJ and FAPESP, the Management Committee of INCT MIDAS/CNPq, and is the vice-coordinator of INCT-CAPICUA/CNPq. She received the Green Project Award - GPA Brazil, Women in Science, and the Confap Science, Technology, and Innovation Award Johanna Döbereiner (2022, 2023, 2024). She has experience in Chemical Engineering, focusing on Waste Treatment and Utilization, as well as the application of nanotechnological processes, primarily working on the following topics: effluent treatment, adsorption, advanced oxidation processes, and heterogeneous catalysis. She has also served as Guest Editor for special issues of the following journals: Chemical Engineering Journal, Journal of Environmental Chemical Engineering, Adsorption, and Chemical Engineering and Processing: Process Intensification."
  },
  {
    "name": "Jose Antonio Sanchez Perez",
    "university": "University of Almeria, Spain",
    "topic": "Solar-Powered Technologies for Wastewater Treatment and Reuse in Compliance with Recent European Regulations",
    "image": "assets/images/speakers/jose-antonio.png?v=3",
    "bio": "Full Professor at the Department of Chemical Engineering of the University of Almeria, Spain. My main current research lines are solar photo-Fenton for microcontaminant removal and disinfection for wastewater reuse. As main contributions I would highlight the kinetic modelling of microcontaminant removal in WWTP secondary effluents by the solar photo-Fenton process; the introduction of a new paradigm of open solar reactor (raceway pond reactor, RPR); and recently the pioneering implementation of solar photo-Fenton as wastewater tertiary treatment at demonstration scale operating in continuous flow. I have supervised 20 PhD theses and leaded more than 30 research and contracts projects. General indicators of quality of scientific production: Scopus, accessed on 26 April 2025: 202 documents, total number of citations 12631, h-index 59."
  },
  {
    "name": "Albin Pintar",
    "university": "National Institute of Chemistry, Slovenia",
    "topic": "Photocatalysis in Environmental and Energy Applications: Development of Nanoshaped Materials for a Sustainable Future",
    "image": "assets/images/speakers/albin-pintar.png?v=3",
    "bio": "Dr. Albin Pintar, Research Professor, is head of the research programme group »Integrated approach to water pollution prevention« at the National Institute of Chemistry, Ljubljana, Slovenia. He obtained his M.Sc. and Ph.D. degrees from the University of Ljubljana in 1992 and 1996, respectively. He was a visiting scientist at the Tokyo Institute of Technology (Japan) and Research Institute of Catalysis and Environment (Villeurbanne, France). His research interests are in the fields of heterogeneous catalysis, environmental catalysis, kinetics and mechanisms of catalytic reactions in multiphase reactors, wastewater treatment, production of hydrogen rich mixtures from renewables and process intensification. He is the author of over 200 scientific papers and review articles in peer-reviewed journals, and several international patents (h-index: 53). He received a prestigious national award for significant scientific achievements in chemical engineering. Albin Pintar is chairman of Catalysis Division at the Slovenian Chemical Society and serves as associate editor to RSC Advances."
  },
  {
    "name": "Luigi Rizzo",
    "university": "University of Salerno, Italy",
    "topic": "What are the chances for advanced oxidation processes to be applied in tertiary and quaternary treatment of urban wastewater?",
    "image": "assets/images/speakers/luigi-rizzo.png?v=3",
    "bio": "Luigi Rizzo is Associate Professor in Sanitary and Environmental Engineering at the Department of Civil Engineering, University of Salerno (Italy).He is:\n\n• Coordinator of the \"International PhD School on Advanced Oxidation Processes\";\n• Editor of \"Journal of Environmental Chemical Engineering\" (Elsevier) since 2022;\n• Co-founder and President of the AOP4Water spin-off of the University of Salerno;\n• He was Chair of the EAAOP-7 conference, 10-13 June 2024, Paestum-Capaccio (SA), Italy.\n\nHe was/is principal investigator (26) and investigator (13) in 21 national and 18 international research projects. He supervised 6 post-doc (2 visiting), 16 PhD students (7 visiting), 61 MSc students (12 visiting) and 3 undergraduate students. His main research interest is water/wastewater treatment and disinfection by advanced oxidation processes. He is (co-)author of 179 papers, 135 in “peer review indexed journals” (101 in Q1 journals), with 12.531 citations and 51 h-index (SCOPUS database, July 10th, 2025). He is among the “Top 100.000 scientists” according to the so called Stanford’s rank (he was ranked 82nd (out of 77304) for the category Environmental Science in 2020)."
  },
  {
    "name": "Domenico Santoro",
    "university": "University of Western Ontario and USP Technologies, Canada",
    "topic": "Reimagining Water Treatment: CFD-Driven and ML-Based Design and Control of Ozone-Based AOPs for Tackling Micropollutants in Reused Water",
    "image": "assets/images/speakers/domenico-santoro.png?v=3",
    "bio": "Prof. Domenico Santoro is a leading expert in advanced water treatment technologies, with a dual role spanning academia and industry. He is a Professor in the Department of Chemical and Biochemical Engineering at Western University (Canada), where his research focuses on advanced oxidation processes (AOPs), computational fluid dynamics (CFD), anaerobic digestion, and resource recovery. In parallel, he serves as Director of Research and Innovation at USP Technologies Canada, where he leads the development and field deployment of high-performance chemical treatment systems for municipal and industrial applications. Prof. Santoro’s work bridges fundamental science and real-world implementation, with a strong focus on micropollutant removal, ozonation, and data-driven process control. He is the inventor of multiple patented technologies and actively collaborates with utilities and private partners to translate innovation into operational impact."
  },
  {
    "name": "Vitor Vilar",
    "university": "University of Porto, Portugal",
    "topic": "Circular Economy in Wastewater Treatment: Unlocking the Potential of Resource Recovery",
    "image": "assets/images/speakers/vitor-vilar.png?v=3",
    "bio": "Vítor J.P. Vilar is principal researcher in the Laboratory of Separation and Reaction Engineering-Laboratory of Catalysis and Materials (LSRE-LCM), Faculty of Engineering of the University of Porto (FEUP), Porto, Portugal. He earned his BSc (2001) and PhD (2006) in Chemical Engineering from FEUP. He is Executive Editor of Journal of Environmental Chemical Engineering (Elsevier), Coordinator Editor of Chemical Engineering Journal (Elsevier) and Coordinator of the Iberoamerican Conference on Advanced Oxidation Technologies (CIPOA). He oversees a multidisciplinary research group with complementary competencies and expertise in environmental and chemical engineering, seeking the development of advanced, safer, and sustainable environmental technologies towards a circular and bio-based economy. He has a consistent track record of high-profile outputs, with more than 650 scientific publications, including 268 papers in international scientific periodicals with peer review (h-index 61; > 13 000 citations) and co-inventor of 5 patents, receiving a total of 8 prizes."
  }
]
